
<!doctype html>
<html lang="ru">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <link href='https://fonts.googleapis.com/css?family=Roboto' rel='stylesheet'>
  <link href="history.css" rel='stylesheet'>
  <title>100 лет СССР</title>
</head>

<body>
  <div class="header">
    <div class="header_logo">USSR</div>
    <div class="nav">
      <div><a href="index.php">Главная</a></div>
      <div><a href="kultura.php">Культура</a></div>
      <div><a href="nauka.php">Наука</a></div>
      <div><a href="zhizn.php">Советский образ жизни</a></div>
      <div><a href="politika.php">Внешняя политика</a></div>
    </div>
  </div>
  <div class="obrazovanie_zagolovok">Образование <span class="red">СССР</span></div>
  <div class="obrazovanie">
    <div class="obrazovanie_text">29 декабря 1922 года на конференции делегаций от съездов Советов РСФСР, УССР, БССР и ЗСФСР был подписан Договор об образовании СССР.
      Этот документ был утверждён 30 декабря 1922 года I-м Всесоюзным съездом Советов и подписан главами делегаций.</div>
    <div class="obrazovanie_text2">ОБРАЗОВАНИЕ <span class="red">СССР</span> (начальный состав)</div>
    <img src="style\img\tabl.png" class="obrazovanie_tabl">
    <div class="obrazovanie_text3">ВХОЖДЕНИЕ СОЮЗНЫХ РЕСПУБЛИК В СОСТАВ <span class="red">СССР</span></div>
    <div class="text_tip"><span class="red">1924</span> год входят - Узбекская, Туркменская (вместо Туркестанской республики, входившей в состав РСФСР)<br>
      <span class="red">1929</span> год входит Таджикская (ранее входила в состав Узбекистана)<br>
      <span class="red">1936</span> год входят - Киргизская, Казахская, вместо распущенной ЗСФСР — Азербайджан, Армения, Грузия<br>
      <span class="red">1940</span> год входят - Литва, Латвия, Эстония, Молдавия, создана Карело-Финская республика (в 1956 году преобразована в Карельскую АССР)
    </div>
  </div>
  <div class="nep_zagolovok">СОВЕТСКАЯ СТРАНА В ПЕРИОД <span class="red">НЭПА</span></div>
  <div class="nep">
    <div class="nep_text">Важным последствием Гражданской войны, интервенции,
      военного коммунизма и природных катаклизмов засухи стал голод 1921–1922 гг.a
      Началось переосмысление экономической политики, освобождение от тотального государственного регулирования.
      X съезд РКП (б) 14 марта 1921 г. провозгласил новую экономическую политику (НЭП).</div>
    <img src="style\img\nep.jpg" class="nep_img">
    <div class="nep_text2"> Первой мерой <span class="red">НЭПа</span> стала замена продразверстки <span class="red">продовольственным налогом</span>,
      который был значительно меньше и устанавливался до весеннего сева.
      Оставшиеся после его сдачи продукты крестьянину разрешалось продавать.<br><br>
      Была проведена <span class="red">денационализация мелкой и средней промышленности</span>, разрешалась
      ограниченная свобода частного капитала, использование наемного труда, создание
      частных предприятий до 20 человек, <span class="red">кооперация</span>. В 1922 г. началась <span class="red">денежная реформа</span>
      в обращение был выпущен <span class="red">советский червонец</span>. Он обеспечивался золотом (= 10 дореволюционных золотых руб. = 7,74 г чистого золота).<br><br>
      Дальнейшему продвижению к рынку мешали политические факторы, боязнь возрождения капитализма.
      Во второй половине 1920-х гг. началось постепенное свертывание НЭПа. <span class="red">Главным итогом НЭПа
        стало восстановление разрушенной экономики</span>. Россия к 1926–1927 гг. достигла экономических показателей 1913 г.</div>
  </div>
  <div class="cccr_30_zagolovok"><span class="red">СССР</span> в 1930-е гг</div>
  <div class="cccr_30">
    <div class="cccr_30_text">В истории Советского Союза эпоха <span class="red">1930-х</span> годов занимает особое место.
      С одной стороны, это было время грандиозных строек, растущих городов и энтузиазма народа.
      С другой – доносительство, расстрелы, лагеря.<br><br>
В 1924 г. умер <span class="red">В.И.Ленин</span>. Победителем в соперничестве оказался <span class="red">И.В.Сталин</span>, сосредоточивший в своих руках всю полноту власти.</div>
    <img src="style\img\stalin2.jpeg" class="cccr_30_img">
    <div class="cccr_30_text_2">В начале 1930-х. развернулось масштабное строительство – строились новые заводы, электростанции, железные дороги.
      В период проведения <span class="red">индустриализации</span> (1928—1940 гг.) были достигнуты значительные успехи.
      СССР вышел на одно из первых мест в мире по производству машин и техники.<br><br>
      Большие перемены произошли в деревне. Крестьян настойчиво призывали объединяться в <span class="red">колхозы</span>,
      объединить имущество и трудиться сообща. Зажиточных крестьян (кулаков) отправляли в ссылку.<br><br>
      Период установления единовластия Сталина завершился массовыми <span class="red">репрессиями</span> в конце 1930-х гг.
      Поводом для их начала стало убийство в 1934 г. С.М. Кирова. Общее количество жертв велико и не поддается точному подсчету.
    </div>
  </div>
  <div class="wow_zagolovok"><span class="red">СССР</span> В ГОДЫ ВЕЛИКОЙ ОТЕЧЕСТВЕННОЙ ВОЙНЫ</div>
  <div class="wow">
    <div class="wow_text">С нападения 22 июня 1941 года на Советский Союз нацистской Германии началась Великая Отечественная война.
      Боевые действия продолжались 1418 дней.<br><br>
      В ходе <span class="red">Великой Отечественной войны</span> выделяют <span class="red">3</span> основных периода:</div>
    <div class="wow_text_2">1. <span class="red">Первый период (22 июня 1941 г. — ноябрь 1942 г.)</span>. Нападение Германии на СССР.<br>
      Крах блицкрига. Битва за Москву. Советский Союз терпел поражения, многие территории<br>
      оккупированы, затем продвижение Германии было остановлено, и Красная армия перешла в контрнаступление.</div>
    <img src="style\img\здфлфе2.jpg" class="wow_img">
    <div class="wow_text_3">2. <span class="red">Второй период (ноябрь 1942 г. — декабрь 1943 г.)</span>. Коренной перелом в ходе войны.<br>
      Сталинградская битва. Курская битва. Битва за Днепр. Северо-Кавказская наступательная операция.<br>
      Прорыв блокады Ленинграда. Продвижение РККА на запад, освобождение 2/3 оккупированной территории.</div>
    <img src="style\img\bitva.jpg" class="wow_img_2">
    <div class="wow_text_4">3. <span class="red">Третий период (январь 1944 г. — 9 мая 1945 г.)</span>. Ленинградско-Новгородская,<br>
      Крымская, Восточно-Прусская операции. Изгнание немецких войск за пределы СССР.<br>
      Освобождение стран Европы. Берлинская операция. Капитуляция Германии.</div>
    <img src="style\img\win.jpg" class="wow_img_3">
    <div class="wow_text_5"><span class="red">Великая Отечественная война</span> закончилась полной военно-политической, экономической<br>
      и идеологической победой Советского Союза, предопределив исход Второй мировой войны в целом.<br>
      Основным положительным результатом войны стал разгром нацистской Германии и освобождение<br>
      оккупированных территорий и стран Европы от нацизма.</div>
  </div>
  <div class="posle_wow_zagolovok"><span class="red">ПОСЛЕ ПОБЕДЫ</span> (сер. 1940-нач. 1950-х гг.)</div>
  <div class="posle_wow">
    <div class="posle_wow_text">Главной задачей внутренней политики <span class="red">СССР</span> в 1945–1950-х гг. было восстановление народного хозяйства.<br>
      4-й пятилетний план на 1946–1950 гг. предусматривал <span class="red">восстановление</span> разрушенного войной <span class="red">народного</span><br>
      хозяйства и увеличение выпуска промышленной продукции. В октябре 1947 г. в экономике уже был превышен<br>
      довоенный уровень, <span class="red">отменена карточная система</span>, введённая в годы войны, проведена денежная реформа.<br>
      Объявлено о снижении розничных цен на продукты питания и промышленные потребительские товары.<br>
      Однако жизненный уровень населения в целом оставался довольно низким, но имел тенденцию к повышению.</div>
    <img src="style\img\5letka.jpg" class="posle_wow_img">
<div class="posle_wow_text_2">После 1945 г. вновь усилились политические репрессии. Только смерть в 1953 г. <span class="red">И.В.Сталина</span> остановила их.<br>
      Во внешней политике после окончания Второй мировой войны бывшие союзники оказались в состоянии необъявленной войны.<br>
      Первое испытание советского <span class="red">атомного оружия в 1949 г.</span> стало сдерживающим фактором в развитии <span class="red">советско-американских отношений</span>,
      не позволившим <span class="red">«холодной войне»</span> перерасти в <span class="red">«горячую»</span>.<br>
    </div>
  </div>
  <div class="ottepel_zagolovok"><span class="red">«ОТТЕПЕЛЬ»</span> (1953г. – середина 1960-х гг.)</div>
  <div class="ottepel">
    <div class="ottepel_text">В 1953 г. Первым секретарём ЦК КПСС стал <span class="red">Н.С.Хрущёв.</span> Период его руководства характеризовался во внутриполитической
      жизни <span class="red">СССР</span> осуждением культа личности Сталина и репрессий, освобождением политических заключённых, ликвидацией ГУЛАГа,
      сменой тоталитаризма более мягкой диктатурой, ослаблением цензуры, повышением свободы слова, относительной либерализацией
      политической и общественной жизни, открытостью западному миру.<br><br>
      На XX съезде КПСС в 1956 году Хрущёв сделал доклад <span class="red">«О культе личности и его последствиях»</span>, в котором были подвергнуты
      критике культ личности Сталина и сталинские репрессии, а во внешней политике был провозглашён курс на «мирное сосуществование»
      с капиталистическим миром. В 1954 г. началась программа освоения целины – плодородных нераспаханных земель Казахстана.
      4 октября 1957 г. был запущен <span class="red">первый искусственный спутник Земли</span>. 12 апреля 1961 года состоялся первый в мире полёт человека в космос.
      Его совершил советский космонавт <span class="red">Юрий Гагарин</span>. Несмотря на достижения, Н.С.Хрущёвым было допущено немало серьёзных ошибок.
      В результате в 1964 году он был смещён со всех занимаемых постов.</div>
    <img src="style\img\gagarin.jpg" class="ottepel_img">
  </div>
  <div class="zastoy_zagolovok">ОТ «ОТТЕПЕЛИ» К «ЗАСТОЮ»</div>
  <div class="zastoy">
    <div class="zastoy_text">После смещения Н. С. Хрущева лидером СССР стал Л. И. Брежнев, сохранявший власть до своей смерти в 1982 г.
      Этот период характеризовался максимальной политической и экономической <span class="red">стабильностью</span>.<br><br>
      В 1965 г. начала проводиться <span class="red">экономическая реформа</span> председателя Совета Министров СССР А.Н. <span class="red">Косыгина</span>.
      Реформа предполагала укрепление хозрасчета и повышение самостоятельности предприятий. В целом, она дала
      немалый экономический результат. Но к концу 1960-х гг. реформу пришлось свернуть, так как стало ясно,
      что плановую экономику не удается совместить с отдельными приемами рыночных отношений.</div>
    <img src="style\img\kosigin.jpg" class="zastoy_img">
    <div class="zastoy_text_2">В брежневский период советским людям была предложена идея о построении в СССР <span class="red">«развитого социализма»</span>.
      В среде интеллигенции возникло <span class="red">диссидентское движение</span>, т. е. движение несогласных с господствующими
      идеологией и властью. После ввода в <span class="red">Чехословакию в 1968 г. войск СССР</span>, Польши, Венгрии, ГДР и Болгарии
      усилился раскол среди социалистических стран. </div>
    <img src="style\img\afgan.jpg" class="zastoy_img_2">
    <div class="zastoy_text_3">Из всех внешнеполитических событий наиболее негативные последствия для СССР имела <span class="red">Афганская война (1979— 1989 гг.)</span>.
      В целом период правления Л. И. Брежнева был охарактеризован понятием <span class="red">«застой»</span>. В течение долгого времени
      не предпринимались необходимые реформы в экономике и общественной жизни, что не могло не сказаться на
      дальнейшем развитии страны.</div>
  </div>
<div class="raspad_zagolovok"><span class="red">ПЕРЕСТРОЙКА</span> (1985-1991 гг.) И РАСПАД СССР</div>
  <div class="raspad">
    <div class="raspad_text">В марте 1985 г. Генеральным секретарем ЦК КПСС был избран М. С. Горбачев, взявший <span class="red">курс на «ускорение и перестройку»</span>.
      За 15 лет планировалось построить много предприятий. Однако вскоре стало ясно, что СССР не сможет его реализовать.
      В стране проводилась <span class="red">политика гласности</span>, которая означала открытое освещение негативных сторон жизни общества.
      Между СССР и США был подписан <span class="red">договор о ликвидации ядерных ракет</span> средней дальности в Европе. Внешняя политика СССР,
      отказавшегося от противостояния социалистической и капиталистической систем, получила название <span class="red">«новое политическое мышление»</span>.<br><br>
      <span class="red">26 апреля 1986 г.</span> произошла <span class="red">авария на Чернобыльской АЭС.</span>
    </div>
    <img src="style\img\chaes.jpg" class="raspad_img">
    <div class="raspad_text_2"><span class="red">XIX Всесоюзная партийная конференция в 1988 г.</span> приняла решение о проведении политической реформы в СССР.
      Впервые в истории СССР была создана парламентская <span class="red">оппозиция</span> (Б.Н. Ельцин, А.Д. Сахаров и др.).<br>
      В 1989 г. советские войска были выведены из Афганистана. С согласия СССР <span class="red">была объединена Германия. В 1991 г. были распущены СЭВ и ОВД.</span><br>
      Началась борьба за власть между Горбачевым и Ельциным. М.С. Горбачев <span class="red">в 1990 г. стал Президентом СССР.<br><br></span>
      В союзных республиках в <span class="red">1991 г.</span> начался <span class="red">«парад суверенитетов»</span>, т. е. принятие Верховными Советами республик деклараций о независимости.
      <span class="red">19 августа 1991 г. в Москве</span> чиновники из окружения Горбачева заявили в его отсутствие о создании Государственного комитета по чрезвычайному
      положению (ГКЧП) с целью восстановления старого порядка. В Москву были введены войска. Инициатива перешла к Б. Н. <span class="red">Ельцину</span>.
    </div>
    <img src="style\img\raspad.jpg" class="raspad_img_2">
    <div class="raspad_text_3"><span class="red">8 декабря 1991 г.</span> лидеры России, Украины и Беларуси Б. Н. Ельцин, Л. М. Кравчук и С. С. Шушкевич объявили о роспуске СССР
      и создании <span class="red">Содружества Независимых Государств (СНГ)</span>. 21 декабря к ним присоединились руководители еще восьми республик
      (Азербайджана, Армении, Казахстана, Кыргызстана, Молдовы, Таджикистана, Туркменистана и Узбекистана). <span class="red">25 декабря 1991 г.</span>
      Горбачев <span class="red">сложил полномочия Президента СССР. Советское государство прекратило свое существование.</span></div>
  </div>
</body>

</html>