<!doctype html>
<html lang="ru">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <link href='https://fonts.googleapis.com/css?family=Roboto' rel='stylesheet'>
  <link href="politika.css" rel='stylesheet'>
  <title>100 лет СССР</title>
</head>

<body>
  <div class="header">
    <div class="header_logo">USSR</div>
    <div class="nav">
      <div><a href="index.php">Главная</a></div>
      <div><a href="history.php">История</a></div>
      <div><a href="kultura.php">Культура</a></div>
      <div><a href="nauka.php">Наука</a></div>
      <div><a href="zhizn.php">Советский образ жизни</a></div>
    </div>
  </div>
  <div class="politika_zagolovok">ВНЕШНЯЯ ПОЛИТИКА <span class="red">СССР</span></div>
  <div class="politika">
    <div class="politika_text_1"><span class="red">B ранний период существования СССР</span> важно было получить международное признание. Еще до своего официального создания СССР заключил мирный договор с Турцией (Московский договор 1921 года). В 1922г. – договор с Германией.<br><br>

      <span class="red">Предвоенный период</span> внешних дипломатических отношений отмечается взаимоотношениями с императорской Японией (1925 г.), Китаем
      (1929 г.), Польшей (1932 г.), с Францией (1932 г. и 1935 г.).
      В 1934 году СССР вступил в Лигу Наций.
      В 1938 году между Японией и СССР возник вооруженный конфликт у озера Хасан, в 1939 году– на Халхин-Голе.
      Огромную политическую роль во внешней политике СССР сыграл Пакт Риббентропа – Молотова (о взаимном ненападении, 1939г.).
      В 1939 - 1940 гг. СССР воевал с Финляндией, за что был исключен из Лиги Наций.
    </div>
    <img src="style\img\Molotov_podpisivaet_pakt.jpg" class="politika_img_1">
    <div class="politika_text_2">
      <span class="red">В годы правления Сталина</span> внешняя политика обозначена участием в <span class="red">Великой Отечественной войне с Германией</span> 1941-1945 гг., участием во Второй мировой войне (1939-1945 гг.).
      Одним из крупнейших событий во внешней политике <span class="red">СССР</span> в послевоенное время была Фултонская речь, где Черчилль назвал СССР <span class="red">«красной угрозой»</span> и тем самым начал глобальную конфронтацию между США и СССР во второй половине XX века – <span class="red">«холодную войну»</span>.
    </div>
    <img src="style\img\Holodnaya-voyna.jpg" class="politika_img_2">
    <div class="politika_text_3">
      <span class="red">Период Хрущевской оттепели</span>. В 1955 году был подписан <span class="red">Варшавский договор</span>, который раздел мир на два лагеря: на <span class="red">Западный</span> – капиталистический и <span class="red">Восточным</span> – социалистический; и определил историю мира на последующие почти сорок лет.
      Важнейшим внешнеполитическим событием во время Хрущевской оттепели был <span class="red">Карибский кризис в 1962 году</span>. Тогда в районе Карибского бассейна сложилась ситуация, когда две стороны <span class="red">(США и СССР) чуть не объявили друг другу ядерную войну</span>. В последний момент главы государств (Кеннеди и Хрущев) урегулировали конфликт.
    </div>
    <img src="style\img\karibskiy-krizis.jpg" class="politika_img_3">
    <div class="politika_text_4">
      <span class="red">Внешняя политика в эпоху застоя</span>. В этот период продолжалась глобальная конфронтация между США и СССР (в основном идеологическая). В <span class="red">1979 году СССР вступает в войну с Афганистаном</span>, где на протяжении многих лет погибали тысячи советских солдат.
    </div>
    <img src="style\img\wow_afgan.jpg" class="politika_img_4">
    <div class="politika_text_5">
      <span class="red">Внешняя политика во время Перестройки</span>. В этот период внешняя политика СССР кардинально изменилась. Страна отказалась от конфронтации с США и взяла курс на мир во всем мире.
      <span class="red">СССР вывел свои войска из Афганистана и Восточной Европы</span>. В 1989 году была разрушена <span class="red">Берлинская стена</span>, а также ликвидирован Варшавский договор.
      В 1991 году Советский Союз как государство, <span class="red">прекратил свое существование</span>. На его основе было создано более десяти независимых государств (Россия, Украина, Латвия, Эстония и многие другие государства). Следовательно, внешняя политика СССР подошла к своему концу
    </div>
    <img src="style\img\иукдшт.jpg" class="politika_img_5">







  </div>
</body>

</html>