<!doctype html>
<html lang="ru">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <link href='https://fonts.googleapis.com/css?family=Roboto' rel='stylesheet'>
  <link href="zhizn.css" rel='stylesheet'>
  <title>100 лет СССР</title>
</head>

<body>
  <div class="header">
    <div class="header_logo">USSR</div>
    <div class="nav">
      <div><a href="index.php">Главная</a></div>
      <div><a href="history.php">История</a></div>
      <div><a href="kultura.php">Культура</a></div>
      <div><a href="nauka.php">Наука</a></div>
      <div><a href="politika.php">Внешняя политика</a></div>
    </div>
  </div>
  <div class="zhizn_zagolovok">Советский образ жизни</div>
  <div class="zhizn_zagolovok_2"><span class="red"><b>ЖИЛЬЁ</b></span></div>
  <div class="zhizn">
    <div class="zhizn_text">
      Для того чтобы получить жильё, нужно было встать в <span class="red">очередь по месту работы</span> (переехать или продать было нельзя, в отдельных случаях была возможность передачи
      по наследству). Также была возможность получить <span class="red">беспроцентную ссуду на кооперативную квартиру</span> (следует иметь в виду, что эта возможность была отнюдь не
      безусловной, на ЖСК тоже зачастую была очередь, а первый взнос в большинстве случаев составлял более годового заработка — 1800—2000 рублей).
      К 1989 году 83 % городского населения <span class="red">СССР</span> проживало в отдельных государственных и кооперативных квартирах (оставшаяся часть в бараках,
      коммунальных квартирах и так называемом частном секторе). Безвозмездно выдавались рабочим и государственным служащим и дачные участки,
      на которые тоже нужно было вставать в очередь. <span class="red">В 1990-е годы, после распада СССР, в России было разрешено приватизировать квартиры в собственность,</span>
      распределение жилья государством прекратилось.
    </div>
    <img src="style\img\house.jpg" class="zhizn_img">
  </div>


  <div class="moda_zagolovok"><span class="red"><b>МОДА И СТИЛЬ СОВЕТСКОГО ЧЕЛОВЕКА</b></span></div>
  <div class="moda">
    <div class="moda_text">После <span class="red">Октябрьской революции</span> власть взяла под контроль моду. Одежда становилась более простой. Женщина должна была выглядеть как гражданин, который может «строить» социализм. Мужская одежда осталась практически неизменной: английский костюм и галстук, только «буржуазный» котелок котелок был вытеснен «пролетарской» кепкой, а позже – фуражкой.<br><br>
      <span class="red">В середине 1920-х</span> гг. стали появляться платья в стиле <span class="red">«чарльстон»</span>, с заниженной талией, больше похожие на бесформенные балахоны. Очень популярными стали <span class="red">шляпы</span>. Приветствовалось минимум макияжа и аксессуаров.
    </div>
    <img src="style\img\moda20.jpg" class="moda_img">
    <div class="moda_text_2">В <span class="red">1930-х</span> годах яркие и пёстрые цвета одежды были вытеснены <span class="red">тёмными</span>. Стало модно осветлять волосы.</div>
    <img src="style\img\moda30.jpg" class="moda_img_2">
    <div class="moda_text_3">В <span class="red">1940—1950-х</span> годах советская мода остаётся практически неизменной. Во время хрущёвской оттепели начинает проникать западный стиль в моде. Зародилась субкультура <span class="red">стиляг</span>, одевающихся остромодно и даже вызывающе.</div>
    <img src="style\img\moda40.jpg" class="moda_img_3">
    <div class="moda_text_4">В <span class="red">1970-х</span> с развитием связей с Западом появилась мода на <span class="red">джинсы</span>, <span class="red">индийские сари.</span></div>
    <img src="style\img\moda_70.jpg" class="moda_img_4">
    <div class="moda_text_5">В <span class="red">начале 1990-х</span> у девушек появилась мода на лосины, у мужчин — на варёные джинсы <span class="red">(«варёнки»)</span>, как привозные, продаваемые на рынках вьетнамцами, так и <span class="red">«самопальные».</span></div>
    <img src="style\img\moda90.jpeg" class="moda_img_5">
  </div>
  <div class="oblik_zagolovok"><span class="red">МОРАЛЬНЫЙ ОБЛИК СОВЕТСКОГО ЧЕЛОВЕКА</span></div>
  <div class="oblik">
    <div class="oblik_text">Формирование достойного морального облика советского человека начиналось с <span class="red">раннего детства</span>. Дома за ужином, в школе на пионерских собраниях, во дворе, с экранов телевизоров и из радиоприемников – везде и всюду объяснялось и демонстрировалось что такое <span class="red">хорошо</span>, и что такое <span class="red">плохо</span>.
      <span class="red">Добросовестный труд</span>, высокое сознание общественного долга, честность, нравственная чистота и скромность в общественной и личной жизни, непримиримость к тунеядству, карьеризму — вот лишь некоторые из моральных принципов правильного <span class="red">советского человека</span>.
      Высшим принципом морали являлась <span class="red">борьба за укрепление советского строя</span>.
      <span class="red">«Облик морали»</span> был под неусыпным контролем государства и общественности. Распущенность нравов <span class="red">осуждалась</span> единодушно.
      <img src="style\img\moral.jpg" class="oblik_img">
    </div>
  </div>
  <div class="eda_zagolovok"><span class="red">ПИТАНИЕ СОВЕТСКИХ ЛЮДЕЙ</span></div>
  <div class="eda">
    <div class="eda_text">С продуктами в <span class="red">СССР</span> всё было очень плохо, и касалось это как магазинов, так и столовых — достать что-то более-менее приличное было достаточно сложно. Что самое смешное и одновременно жуткое — бедное и неправильное питание в <span class="red">СССР</span> прививали как норму с раннего детства.
      На <span class="red">первое</span> давали суп, на <span class="red">второе</span> – пюре или макароны с котлетой, <span class="red">затем</span> – компот из сухофруктов. В советское время такая модель питания сформировалась с появлением <span class="red">общепитов</span> – большая часть людей завтракала, обедала и ужинала в заводских столовых. Поскольку основной упор делался на физический труд и работу на производстве, питание должно было быть сытным и калорийным – из трех блюд три раза в день. Кроме компота, советскому человеку также рекомендовалось пить кисели, соки, какао и чай – в общепитах их часто готовили сразу с сахаром. Еще одна из <span class="red">неправильных привычек – подавать хлеб к каждому блюду</span>. Его рекомендовали для того, чтобы быстрее насытиться.
      Обязательно потреблять каши, есть местные овощи и фрукты, сезонные продукты, квашеные овощи и фрукты, пить сладкий чай, компоты, морсы и кисели, накрывать обильные застолья – считалось нормой в советской системе питания.
    </div>
    <img src="style\img\obchepit.jpg" class="eda_img">

  </div>




</body>

</html>